Repository: bulatzaripow/Coinflow
Catalog: Coinflow/Resources/Localizable.xcstrings
Source language: en
Languages: ru, tt

source: Account
ru: Аккаунт
tt: Хисап

source: Add
ru: Добавить
tt: Өстәргә

source: Add account
ru: Добавить аккаунт
tt: Хисап өстәргә

source: Add Account
ru: Добавить аккаунт
tt: Хисап өстәргә

source: Add income and expenses to start tracking
ru: Добавьте доходы и расходы, чтобы начать отслеживание
tt: Күзәтүне башлау өчен керем һәм чыгымнар өстәгез

source: Add your first transaction to see it here
ru: Добавьте первую транзакцию, чтобы увидеть её здесь
tt: Монда күрү өчен беренче транзакцияне өстәгез

source: All transactions will be deleted. Are you sure?
ru: Все транзакции будут удалены. Вы уверены?
tt: Барлык транзакцияләр бетереләчәк. Дәвам итәргәме?

source: Armenian Dram
ru: Армянский драм
tt: Әрмән драмы

source: Attribution
ru: Авторство
tt: Авторлык

source: Azerbaijani Manat
ru: Азербайджанский манат
tt: Азәрбайҗан манаты

source: Balance
ru: Баланс
tt: Калдык

source: Belarusian Ruble
ru: Белорусский рубль
tt: Беларусь рублесе

source: British Pound
ru: Британский фунт
tt: Британия фунты

source: Cancel
ru: Отмена
tt: Кире кайтару

source: Categories
ru: Категории
tt: Категорияләр

source: Category
ru: Категория
tt: Категория

source: Category name
ru: Название категории
tt: Категория исеме

# categoryBonus
source: Bonus
ru: Бонус
tt: Бонус

# categoryBooks
source: Books
ru: Книги
tt: Китаплар

# categoryBusiness
source: Business
ru: Бизнес
tt: Бизнес

# categoryCashbackRefund
source: Cashback / Refund
ru: Кэшбэк / Возврат
tt: Кэшбэк / Кайтарым

# categoryCinema
source: Cinema
ru: Кино
tt: Кино

# categoryClothing
source: Clothing
ru: Одежда
tt: Кием

# categoryCoffee
source: Coffee
ru: Кофе
tt: Кофе

# categoryCourses
source: Courses
ru: Курсы
tt: Курслар

# categoryDelivery
source: Delivery
ru: Доставка
tt: Китерү

# categoryDividends
source: Dividends
ru: Дивиденды
tt: Дивидендлар

# categoryDoctor
source: Doctor
ru: Врач
tt: Табиб

# categoryElectronics
source: Electronics
ru: Электроника
tt: Электроника

# categoryFuel
source: Fuel
ru: Топливо
tt: Ягулык

# categoryGiftReceived
source: Gift Received
ru: Подарок
tt: Алынган бүләк

# categoryGifts
source: Gifts
ru: Подарки
tt: Бүләкләр

# categoryGovernmentSupport
source: Government Support
ru: Государственная поддержка
tt: Дәүләт ярдәме

# categoryGroceries
source: Groceries
ru: Продукты
tt: Азык-төлек

# categoryHobbies
source: Hobbies
ru: Хобби
tt: Мавыгулар

# categoryInvestmentIncome
source: Investment Income
ru: Доход от инвестиций
tt: Инвестиция керемнәре

# categoryOther
source: Other
ru: Другое
tt: Башка

# categoryOtherIncome
source: Other
ru: Другое
tt: Башка

# categoryParking
source: Parking
ru: Парковка
tt: Парковка

# categoryPetCare
source: Pet Care
ru: Питомцы
tt: Хайван карау

# categoryPharmacy
source: Pharmacy
ru: Аптека
tt: Аптека

# categoryPublicTransport
source: Public Transport
ru: Общественный транспорт
tt: Җәмәгать транспорты

# categoryRent
source: Rent
ru: Аренда
tt: Аренда

# categoryRentalIncome
source: Rental Income
ru: Доход от аренды
tt: Аренда кереме

# categoryRestaurant
source: Restaurant
ru: Ресторан
tt: Ресторан

# categorySalary
source: Salary
ru: Зарплата
tt: Хезмәт хакы

# categoryShopping
source: Shopping
ru: Покупки
tt: Сатып алулар

# categorySubscriptions
source: Subscriptions
ru: Подписки
tt: Язылулар

# categoryTaxi
source: Taxi
ru: Такси
tt: Такси

# categoryUtilities
source: Utilities
ru: Коммунальные услуги
tt: Коммуналь хезмәтләр

source: Chinese Yuan
ru: Китайский юань
tt: Кытай юане

source: Continue
ru: Продолжить
tt: Дәвам итәргә

source: Date
ru: Дата
tt: Дата

source: Default
ru: По умолчанию
tt: Гадәттәгечә

source: Default account
ru: Счёт по умолчанию
tt: Гадәти хисап

source: Default currency
ru: Валюта по умолчанию
tt: Гадәти валюта

source: Delete
ru: Удалить
tt: Бетерергә

source: Delete account
ru: Удалить аккаунт
tt: Хисапны бетерергә

source: Delete account?
ru: Удалить аккаунт?
tt: Хисапны бетерергәме?

source: Design
ru: Дизайн
tt: Дизайн

source: Edit
ru: Изменить
tt: Үзгәртергә

source: Edit account
ru: Изменить аккаунт
tt: Хисапны үзгәртергә

source: Education
ru: Образование
tt: Белем

# endDate
source: end
ru: по
tt: ахыры

source: Entertainment
ru: Развлечение
tt: Күңел ачу

source: Euro
ru: Евро
tt: Евро

source: Expense
ru: Расход
tt: Чыгым

source: Expenses
ru: Расходы
tt: Чыгымнар

source: Family
ru: Семья
tt: Гаилә

source: Finance
ru: Финансы
tt: Финанс

source: Flags
ru: Флаги
tt: Байраклар

# foodAndDrink
source: Food & Drink
ru: Еда и напитки
tt: Ашамлык һәм эчемлек

source: from
ru: от
tt: дан/дән

source: From account
ru: Из аккаунта
tt: Хисаптан

source: Georgian Lari
ru: Грузинский лари
tt: Грузия ларие

source: Good afternoon
ru: Добрый день
tt: Хәерле көн

source: Good evening
ru: Добрый вечер
tt: Хәерле кич

source: Good morning
ru: Доброе утро
tt: Хәерле иртә

source: Good night
ru: Доброй ночи
tt: Хәерле кич

source: Health
ru: Здоровье
tt: Сәламәтлек

source: Home
ru: Дом
tt: Өй

source: Icon
ru: Иконка
tt: Иконка

source: Income
ru: Доход
tt: Керем

source: Incomes
ru: Доходы
tt: Керемнәр

source: Indian Rupee
ru: Индийская рупия
tt: Һиндстан рупиясе

source: Interface icons
ru: Иконки интерфейса
tt: Интерфейс иконкалары

source: Japanese Yen
ru: Японская иена
tt: Япония иенасы

source: Kazakhstani Tenge
ru: Казахский тенге
tt: Казакъстан тәңкәсе

source: Kyrgyzstani Som
ru: Киргизский сом
tt: Кыргызстан сомы

source: Language
ru: Язык
tt: Тел

source: Main
ru: Основной
tt: Төп

source: month
ru: месяц
tt: ай

source: Name
ru: Название
tt: Исем

source: New Category
ru: Новая категория
tt: Яңа категория

source: No accounts
ru: Нет аккаунтов
tt: Хисаплар юк

source: No items yet
ru: Пока нет элементов
tt: Әлегә элементлар юк

source: No transactions yet
ru: Транзакций пока нет
tt: Әлегә транзакцияләр юк

source: Note
ru: Заметка
tt: Искәрмә

source: Nothing here yet!
ru: Здесь пока пусто!
tt: Монда әлегә берни юк!

source: Other
ru: Другое
tt: Башка

source: Overview
ru: Обзор
tt: Гомуми күзәтү

source: Privacy policy
ru: Политика конфиденциальности
tt: Хосусыйлык сәясәте

source: Recent activity
ru: Последние действия
tt: Соңгы эшчәнлек

source: Russian Ruble
ru: Российский рубль
tt: Россия рублесе

source: Save
ru: Сохранить
tt: Сакларга

source: Settings
ru: Настройки
tt: Көйләүләр

source: Shopping
ru: Покупки
tt: Сатып алулар

source: Sport
ru: Спорт
tt: Спорт

# startDate
source: start
ru: с
tt: башы

source: Tajikistani Somoni
ru: Таджикский сомони
tt: Таҗикстан сомонисе

source: Take control of your finances
ru: Возьмите контроль над своими финансами
tt: Финансыгызны үз кулыгызга алыгыз

source: Terms of service
ru: Условия обслуживания
tt: Хезмәт күрсәтү шартлары

source: Thai Baht
ru: Тайский бат
tt: Таиланд баты

source: to
ru: до
tt: кадәр

source: To account
ru: На аккаунт
tt: Хисапка

source: Total Balance
ru: Общий баланс
tt: Гомуми калдык

source: Transfer
ru: Перевод
tt: Күчерү

source: Transport
ru: Транспорт
tt: Транспорт

source: Travel
ru: Путешествия
tt: Сәяхәт

source: Turkish Lira
ru: Турецкая лира
tt: Төркия лирасы

source: UAE Dirham
ru: Дирхам ОАЭ
tt: Дирһәм

source: Ukrainian Hryvnia
ru: Украинская гривна
tt: Украина гривнасы

source: US Dollar
ru: Доллар США
tt: Америка доллары

source: Uzbekistani Som
ru: Узбекский сум
tt: Үзбәкстан сомы

source: Vietnamese Đồng
ru: Вьетнамский донг
tt: Вьетнам донгы

source: week
ru: неделя
tt: атна

source: year
ru: год
tt: ел
